Repository: smuggled-bits/AKME
Catalog: *.lproj/Localizable.strings
Languages: de, it, pl

source: Show
de: Anzeigen
it: Mostra
pl: Pokaż

source: API Key
de: API-Schlüssel
it: Chiave API
pl: Klucz API

source: Enter API Key
de: API-Schlüssel eingeben
it: Inserisci la chiave API
pl: Wprowadź klucz API

# invalidAPIKey
source: API Key Invalid
de: Ungültiger API-Schlüssel
it: Chiave API non valida
pl: Nieprawidłowy klucz API

# apiKeyError
source: Invalid API Key
de: Ungültiger API-Schlüssel
it: Chiave API non valida
pl: Nieprawidłowy klucz API

# missingAPIKey
source: API Key Missing
de: API-Schlüssel fehlt
it: Chiave API mancante
pl: Brak klucza API

# savedApiKey
source: API Key saved!
de: API-Schlüssel gespeichert!
it: Chiave API salvata!
pl: Klucz API zapisany!

# errorModels
source: Enter API Key to list models
de: API-Schlüssel eingeben, um Modelle aufzulisten
it: Inserisci la chiave API per elencare i modelli
pl: Wprowadź klucz API, aby wyświetlić modele

# readOnlyModels
source: The model is configured by the server, based on availability. The default model is gpt-3.5-turbo.
de: Das Modell wird vom Server basierend auf der Verfügbarkeit konfiguriert. Das Standardmodell ist gpt-3.5-turbo.
it: Il modello è configurato dal server, in base alla disponibilità. Il modello predefinito è gpt-3.5-turbo.
pl: Model jest konfigurowany przez serwer na podstawie dostępności. Domyślny model to gpt-3.5-turbo.

# errorNetwork
source: Unable to connect to the AppStore
de: Keine Verbindung zum AppStore möglich
it: Impossibile connettersi all'App Store
pl: Nie można połączyć się z AppStore

# detailNetwork
source: The app is unable to connect securely to the AppStore. Signing into iCloud usually fixes the problem.
de: Die App kann keine sichere Verbindung zum AppStore herstellen. Das Anmelden bei iCloud behebt in der Regel das Problem.
it: L'app non è in grado di connettersi in modo sicuro all'App Store. Accedere a iCloud, di solito, risolve il problema.
pl: Aplikacja nie może bezpiecznie połączyć się z AppStore. Zalogowanie się do iCloud zwykle rozwiązuje ten problem.

source: GPT Model
de: GPT-Modell
it: Modello GPT
pl: Model GPT

source: Prompt
de: Anfrage
it: Richiesta

source: Reply
de: Antwort
it: Risposta
pl: Odpowiedź

source: Export Log
de: Exportieren
it: Esporta elenco
pl: Eksportuj dziennik

# promptSuggestions
source: Topics
de: Anfragen
it: Argomenti
pl: Tematy

source: Me
de: Ich
it: Io
pl: Ja

# updateApp
source: Your version of the app is no longer compatible. Please update to the latest version
de: Ihre Version der App ist nicht mehr kompatibel. Bitte aktualisieren Sie auf die neueste Version
it: La tua versione dell'app non è più compatibile. Si prega di aggiornare all'ultima versione
pl: Twoja wersja aplikacji nie jest już kompatybilna. Zaktualizuj do najnowszej wersji.

# insufficientTokens
source: You don't have enough tokens
de: Sie haben nicht genügend Token
it: Non hai abbastanza token
pl: Nie masz wystarczającej liczby tokenów

# unknownNetworkError
source: A network error occurred, please try again later
de: Ein Netzwerkfehler ist aufgetreten, bitte versuchen Sie es später erneut
it: Si è verificato un errore di rete, riprova più tardi
pl: Wystąpił błąd sieciowy, spróbuj ponownie później

# titleLongThread
source: Long thread
de: Lange Sitzung
it: Conversazione lunga
pl: Długi wątek

# warningLongThread
source: This thread is getting long - start a new one to avoid extra spending.
de: Diese Sitzung wird lang - starten Sie eine neue, um zusätzliche Kosten zu vermeiden.
it: Questa discussione diventa lunga - iniziane una nuova per evitare spese extra.
pl: Ten wątek staje się długi - zacznij nowy, aby uniknąć dodatkowych kosztów.

# errorLongThread
source: This thread is too long, start a new one.
de: Diese Sitzung ist zu lang, starten Sie eine neue.
it: Questa discussione è troppo lunga, iniziane una nuova.
pl: Ten wątek jest zbyt długi, zacznij nowy.

# blockLongThread
source: This thread is over the token limit, you can't send new messages
de: Diese Sitzung überschreitet das Token-Limit, Sie können keine neuen Nachrichten senden
it: Questo thread ha superato il limite di token, non puoi inviare nuovi messaggi
pl: Ten wątek przekroczył limit tokenów, nie możesz wysyłać nowych wiadomości

source: Transaction started
de: Transaktion gestartet
it: Transazione avviata
pl: Transakcja rozpoczęta

source: Transaction Failed
de: Transaktion fehlgeschlagen
it: Transazione fallita
pl: Transakcja nie powiodła się

source: Transaction Restored
de: Transaktion wiederhergestellt
it: Transazione ripristinata
pl: Transakcja przywrócona

# transactionSuccesful
source: Transaction Successful
de: Transaktion erfolgreich
it: Transazione riuscita
pl: Transakcja zakończona sukcesem

source: Transaction Deferred
de: Transaktion zurückgestellt
it: Transazione sospesa
pl: Transakcja odroczona

source: Waiting moderation
de: Warten auf Moderation
it: Aspettando la moderazione
pl: Oczekiwanie na moderację

# reviewMessage
source: Your message might break our moderation rules, please review the message.
de: Ihre Nachricht könnte gegen unsere Moderationsregeln verstoßen, bitte überprüfen Sie die Nachricht.
it: Il tuo messaggio potrebbe violare le nostre regole di moderazione, controlla il messaggio.
pl: Twoja wiadomość może naruszać nasze zasady moderacji, proszę przejrzeć wiadomość.

# instructionsTitle
source: Instructions on usage
de: Anweisungen zur Benutzung
it: Istruzioni per l'uso
pl: Instrukcje obsługi

# websiteTitle
source: FAQ
it: Domande Frequenti

# feedbackTitle
source: Feedback
it: Commenti
pl: Opinia

# instructionsDetail
source: Before you get started, please read the following important instructions to ensure the best experience with AKME.
de: Bevor Sie beginnen, lesen Sie bitte die folgenden wichtigen Anweisungen, um die beste Erfahrung mit AKME zu gewährleisten.
it: Prima di iniziare, leggi le seguenti importanti istruzioni per garantire la migliore esperienza con AKME.
pl: Przed rozpoczęciem pracy, prosimy przeczytać poniższe ważne instrukcje, aby zapewnić najlepsze doświadczenie z AKME.

# websiteDetail
source: More answers to frequently asked questions are available on our website.
de: Weitere Antworten auf häufig gestellte Fragen finden Sie auf unserer Website.
it: Altre risposte alle domande più frequenti sono disponibili sul nostro sito web.
pl: Więcej odpowiedzi na często zadawane pytania znajdziesz na naszej stronie internetowej.

# feedbackDetail
source: If you encounter any issues or have suggestions on how to make the app better, please don't hesitate to reach out to us!
de: Wenn Sie auf Probleme stoßen oder Vorschläge haben, wie wir die App verbessern können, zögern Sie bitte nicht, uns zu kontaktieren!
it: Se riscontri problemi o hai suggerimenti su come migliorare l'app, non esitare a contattarci!
pl: Jeśli napotkasz jakiekolwiek problemy lub masz sugestie dotyczące poprawy aplikacji, prosimy o kontakt z nami!

# instructionsAction
source: Read Instructions
de: Anweisungen lesen
it: Leggi le istruzioni
pl: Przeczytaj instrukcje

# websiteAction
source: Open Website
de: Website öffnen
it: Vai al sito web (in inglese)
pl: Otwórz stronę internetową

# feedbackAction
source: Send Feedback
de: Feedback senden
it: Invia commenti
pl: Wyślij opinię

# reportIssue
source: Report Problem
de: Problem melden
it: Segnala problema
pl: Zgłoś problem

# reviewApp
source: Rate AKME
de: AKME bewerten
it: Valuta AKME
pl: Oceń AKME

# mailFeedback
source: Feedback for AKME
de: Feedback für AKME
it: Commenti su AKME
pl: Opinia o AKME

# problemFeedback
source: Issue with AKME
de: Problem mit AKME
it: Problema con AKME
pl: Problem z AKME

# describeIssue
source: Please describe the issue you are facing. A log with the recent transactions has also been included, as well as a copy of the config file. These files don't contain any identifiable information. Please don't share sensitive or private information.
de: Bitte beschreiben Sie das Problem, auf das Sie stoßen. Ein Protokoll mit den letzten Transaktionen ist ebenfalls enthalten, sowie eine Kopie der Konfigurationsdatei. Diese Dateien enthalten keine identifizierbaren Informationen. Bitte teilen Sie keine sensiblen oder privaten Informationen.
it: Descrivi il problema che stai riscontrando. È stato incluso anche un registro con le transazioni recenti, oltre a una copia del file di configurazione. Questi file non contengono alcuna informazione identificabile. Si prega di non condividere informazioni sensibili o private.
pl: Proszę opisać problem, z którym się zmagasz. Dołączono także dziennik ostatnich transakcji oraz kopię pliku konfiguracyjnego. Te pliki nie zawierają żadnych informacji identyfikujących. Proszę nie udostępniać poufnych lub prywatnych informacji.

# writeFeedback
source: We love to hear your feedback, but please don't share sensitive or private information.
de: Wir freuen uns über Ihr Feedback, aber bitte teilen Sie keine sensiblen oder privaten Informationen.
it: Ci fa piacere ricevere i tuoi commenti, ma ti preghiamo di non condividere informazioni sensibili o private.
pl: Bardzo chętnie wysłuchamy Twoich opinii, ale prosimy o nieudostępnianie poufnych lub prywatnych informacji.

# errorSendingMail
source: Unable to send email
de: E-Mail kann nicht gesendet werden
it: Impossibile inviare e-mail
pl: Nie można wysłać e-maila

# chooseWisely
source: Choose an option
de: Wählen Sie eine Option
it: Scegliere un'opzione
pl: Wybierz opcję

source: Error
de: Fehler
it: Errore
pl: Błąd

# networkError
source: A network error occurred, please try again
de: Ein Netzwerkfehler ist aufgetreten, bitte versuchen Sie es erneut
it: Si è verificato un errore di rete, riprova
pl: Wystąpił błąd sieciowy, spróbuj ponownie

source: Retry request?
de: Anfrage wiederholen?
it: Riprova richiesta?
pl: Powtórzyć żądanie?

source: Retry
de: Wiederholen
it: Riprova
pl: Powtórz

# oldThreads
source: Threads
de: Sitzungen
it: Conversazioni
pl: Wątki

# languageSuffix
source: en
de: de
it: it
pl: pl

# startBonus
source: Welcome bonus
de: Willkommensbonus
it: Bonus di benvenuto
pl: Bonus powitalny

# startBonusTitle
source: Welcome
de: Willkommen
it: Benvenuto
pl: Witamy

# startBonusText
source: We've credited %@ tokens to your account, to help you explore our app's features.
de: Wir haben Ihrem Konto %@ Token gutgeschrieben, damit Sie die Funktionen unserer App erkunden können.
it: Abbiamo accreditato %@ token sul tuo conto per aiutarti a esplorare le funzionalità della nostra app.
pl: Dodaliśmy %@ tokenów do Twojego konta, aby pomóc Ci w eksploracji funkcji naszej aplikacji.

# apiKeyServer
source: Server
pl: Serwer
