Repository: smuggled-bits/AKME
Catalog: *.lproj/Localizable.strings
Languages: de, it, pl

source: Welcome
de: Willkommen
it: Benvenuto
pl: Witaj

source: Getting Started
de: Erste Schritte
it: Prima di tutto
pl: Rozpoczęcie

# titleIntro
source: Welcome to AKME Your Personal AI Assistant
de: Willkommen bei AKME Ihr persönlicher KI-Assistent
it: Benvenuto su AKME Il tuo assistente AI personale
pl: Witaj w AKME Twój osobisty asystent AI

# textIntro
source: Before you get started, please read the following important instructions to ensure the best experience with AKME.
de: Bitte lesen Sie vor dem Start die folgenden wichtigen Anweisungen, um das beste Erlebnis mit AKME zu gewährleisten.
it: Prima di iniziare, ti preghiamo di leggere le seguenti istruzioni, importanti per garantire la migliore esperienza con AKME.
pl: Przed rozpoczęciem, uprzejmie prosimy o zapoznanie się z poniższymi istotnymi wskazówkami, które mają na celu zapewnienie najwyższej jakości korzystania z AKME.

# titleJudgement
source: Exercise Caution & Use Your Judgement
de: Üben Sie Vorsicht aus und verwenden Sie Ihr Urteilsvermögen
it: Esercita cautela e usa il tuo discernimento
pl: Bądź ostrożny i korzystaj z własnego rozsądku

# textJudgement
source: AKME uses GPT, a large language model, which can sometimes provide incorrect or misleading information. Always use your own judgement and verify the information provided by the app before making decisions based on it.
de: AKME verwendet GPT, ein großes Sprachmodell, das manchmal falsche oder irreführende Informationen liefern kann. Nutzen Sie immer Ihr eigenes Urteil und überprüfen Sie die vom App bereitgestellten Informationen, bevor Sie Entscheidungen darauf stützen.
it: AKME utilizza GPT - un LLM Large Language Model - Modello di Linguagio Grande - che a volte può fornire informazioni errate. Usa sempre il tuo discernimento e verifica le informazioni fornite dall'app prima di prendere decisioni basate su di esse.
pl: AKME korzysta z GPT, dużego modelu językowego, który czasami może dostarczyć niepoprawne lub mylące informacje. Zawsze korzystaj z własnego rozsądku i sprawdzaj informacje dostarczone przez aplikację, zanim podejmiesz decyzje na ich podstawie.

# titleAdults
source: For Adults or Under Adult Supervision
de: Für Erwachsene oder unter Aufsicht von Erwachsenen
it: Per adulti o sotto la supervisione di un adulto
pl: Dla dorosłych lub pod nadzorem dorosłych

# textAdults
source: AKME is designed for use by adults or under adult supervision. If you are not an adult, please ensure you have permission and are supervised by an adult while using the app.
de: AKME ist für die Verwendung durch Erwachsene oder unter Aufsicht von Erwachsenen konzipiert. Wenn Sie kein Erwachsener sind, stellen Sie bitte sicher, dass Sie die Erlaubnis haben und von einem Erwachsenen beaufsichtigt werden, während Sie die App verwenden.
it: AKME è progettato per essere utilizzato da adulti o sotto la supervisione di un adulto. Se non sei un adulto, assicurati di avere il permesso e di essere supervisionato da un adulto durante l'utilizzo dell'app.
pl: AKME jest przeznaczony dla użytkowników dorosłych lub pod nadzorem dorosłych. Jeśli nie jesteś osobą dorosłą, upewnij się, że masz zgodę i jesteś pod nadzorem osoby dorosłej podczas korzystania z aplikacji.

# titleDisclaimer
source: Content Responsibility
de: Verantwortung für Inhalte
it: Responsabilità del contenuto
pl: Odpowiedzialność za treść

# textDisclaimer
source: Please note that the authors of AKME are not responsible for any content generated by the app. The responses provided are created by OpenAI's GPT model and do not represent the views or opinions of the app developers. Use the information provided at your own risk.
de: Bitte beachten Sie, dass die Autoren von AKME nicht für Inhalte verantwortlich sind, die von der App generiert werden. Die bereitgestellten Antworten stammen aus OpenAI's GPT-Modell und repräsentieren nicht die Ansichten oder Meinungen der App-Entwickler. Verwenden Sie die bereitgestellten Informationen auf eigenes Risiko.
it: Si prega di notare che gli autori di AKME non sono responsabili per alcun contenuto generato dall'app. Le risposte fornite sono create dal modello GPT di OpenAI e non rappresentano le opinioni o le idee degli sviluppatori dell'app. Utilizza le informazioni fornite a tuo rischio.
pl: Zwracamy uwagę, że autorzy AKME nie ponoszą odpowiedzialności za treść generowaną przez aplikację. Odpowiedzi dostarczane są przez model GPT OpenAI i nie reprezentują poglądów ani opinii deweloperów aplikacji. Korzystaj z dostarczonych informacji na własne ryzyko.

# titleFeedback
source: We Value Your Feedback
de: Ihr Feedback ist uns wichtig
it: Il tuo feedback è importante
pl: Cenimy Twoją opinię

# textFeedback
source: Your feedback is essential to the improvement of AKME. If you encounter any issues or have suggestions on how to make the app better, please don't hesitate to reach out to us through the in-app feedback option or by emailing us at akme@smuggledbits.com. Your input helps us create a better experience for everyone.
de: Ihr Feedback ist für die Verbesserung von AKME unerlässlich. Wenn Sie auf Probleme stoßen oder Vorschläge haben, wie wir die App verbessern können, zögern Sie bitte nicht, uns über die Feedback-Option in der App oder per E-Mail an akme@smuggledbits.com zu kontaktieren. Ihre Meinung hilft uns, ein besseres Erlebnis für alle zu schaffen.
it: Il tuo feedback è essenziale per il miglioramento di AKME. Se incontri problemi o hai suggerimenti su come rendere l'app migliore, non esitare a contattarci tramite l'opzione di feedback nell'app o inviandoci un'email a akme@smuggledbits.com. Il tuo contributo ci aiuta a creare un'esperienza migliore per tutti.
pl: Twoja opinia jest niezwykle ważna dla poprawy jakości AKME. Jeśli napotkasz jakieś problemy lub masz sugestie dotyczące poprawy aplikacji, nie wahaj się skontaktować z nami za pomocą opcji opinii w aplikacji lub wysłania wiadomości e-mail na adres akme@smuggledbits.com. Twoje uwagi pomagają nam stworzyć lepsze doświadczenie dla wszystkich użytkowników.

# continueLabel
source: Continue
de: Fortfahren
it: Continua
pl: Kontynuuj

# titlePurchaseIntro
source: AKME provides two flexible usage options to best accommodate your preferences
de: AKME bietet zwei flexible Nutzungsoptionen, um Ihren Vorlieben am besten gerecht zu werden
it: AKME offre due opzioni di utilizzo, per adattarsi al meglio alle tue preferenze
pl: AKME oferuje dwie elastyczne opcje użytkowania, aby najlepiej dostosować się do Twoich preferencji

# byok
source: ðŸ”‘ BYOK
de: 🔑 BYOK
it: 🔑 BYOK
pl: 🔑 BYOK

# titleBYOK
source: BYOK - Bring Your Own Key
it: BYOK - Inserisci la tua chiave
pl: BYOK - Przynieś Swoje Własne Klucze

# textBYOK
source: In this option, you can enter your own OpenAI API Key to start using AKME. This way, you can manage your API usage directly through your OpenAI account. All prompts sent through the AKME app will count towards the token usage in your account. This option is suitable for users who already have an OpenAI account and prefer to maintain full control over their API usage.
de: Bei dieser Option können Sie Ihren eigenen OpenAI-API-Schlüssel eingeben, um AKME zu verwenden. Auf diese Weise können Sie Ihren API-Verbrauch direkt über Ihr OpenAI-Konto verwalten. Alle über die AKME-App gesendeten Aufforderungen werden auf den Token-Verbrauch in Ihrem Konto angerechnet. Diese Option eignet sich für Benutzer, die bereits ein OpenAI-Konto haben und die volle Kontrolle über ihren API-Verbrauch behalten möchten.
it: Con BYOK (Bring Your Own Key - Porta la tua chiave), puoi inserire la tua chiave API e iniziare a utilizzare AKME - cosi puoi gestire il tuo utilizzo di Token direttamente nel tuo conto OpenAI. Questa opzione è adatta agli utenti che hanno già un conto e preferiscono mantenere il pieno controllo sul loro utilizzo.
pl: W tej opcji możesz wprowadzić swój własny klucz API OpenAI, aby zacząć korzystać z AKME. W ten sposób możesz zarządzać swoim wykorzystaniem API bezpośrednio za pośrednictwem swojego konta OpenAI. Wszystkie prompty wysyłane przez aplikację AKME będą liczyć się do wykorzystania tokenów na Twoim koncie. Ta opcja jest odpowiednia dla użytkowników, którzy już mają konto OpenAI i wolą zachować pełną kontrolę nad swoim wykorzystaniem API.

# inAppTokens
source: ðŸŽŸ In-App Tokens
de: 🎟 In-App-Token
it: 🎟 Acquista Token
pl: 🎟 Tokeny w Aplikacji

# titlePurchase
source: Buy In-App Tokens
de: In-App-Token kaufen
it: Acquista token nell'app
pl: Kup Tokeny w Aplikacji

# textPurchase
source: This option allows you to purchase tokens directly within the AKME app for a seamless experience. Your usage will be deducted from your in-app token balance. When your balance reaches zero or falls below the required tokens for a prompt, you can purchase more tokens or switch to the BYOK option. You'll still have access to your existing chat threads, regardless of your current token balance.
de: Diese Option ermöglicht es Ihnen, Token direkt in AKME, für ein nahtloses Erlebnis zu erwerben. Ihr Verbrauch wird von Ihrem In-App-Token-Guthaben abgezogen. Wenn Ihr Guthaben Null erreicht oder unter die für eine Aufforderung erforderlichen Token fällt, können Sie weitere Token erwerben oder zur BYOK-Option wechseln. Sie haben weiterhin Zugriff auf Ihre vorhandenen Chat-Sitzung, unabhängig von Ihrem aktuellen Token-Guthaben.
it: Questa opzione ti consente di acquistare token direttamente all'interno dell'app per un'esperienza fluida. L'utilizzo verrà detratto dal saldo dei token - quando il tuo saldo raggiunge zero, puoi acquistare più token o passare all'opzione BYOK. Avrai sempre è comunque accesso alle tue conversazioni esistenti, indipendentemente dal saldo attuale dei token.
pl: Ta opcja pozwala Ci na zakup tokenów bezpośrednio w aplikacji AKME, zapewniając płynne doświadczenie. Twoje wykorzystanie będzie odejmowane z salda Twoich tokenów w aplikacji. Gdy Twoje saldo spadnie do zera lub spadnie poniżej wymaganej liczby tokenów dla prompta, możesz zakupić więcej tokenów lub przełączyć się na opcję BYOK. Nadal będziesz mieć dostęp do swoich istniejących wątków czatu, niezależnie od Twojego aktualnego salda tokenów.

# infoTokens
source: What are Tokens?
de: Was sind Token?
it: Cosa sono i token?
pl: Co to są Tokeny?

# tokensExplanation
source: Tokens are the basic building blocks of text that language models work with. They represent the smallest units of meaning and can be individual characters, whole words, or parts of words. Language models use these tokens to understand and generate text, making them essential for their functionality. In the context of APIs like OpenAI's, tokens play a crucial role in determining the usage cost. The process of tokenisation breaks down both the input prompt and the generated reply into tokens. The total number of tokens consumed affects the cost, processing time, and API limitations. Therefore, when sending a prompt and receiving an answer, tokens are "spent," which means users are billed based on the combined number of tokens used in the input and output. This token consumption mechanism encourages efficient usage and ensures the language models work effectively with diverse linguistic data.
de: Token sind die grundlegenden Bausteine von Text, mit denen Sprachmodelle arbeiten. Sie stellen die kleinsten Bedeutungseinheiten dar und können einzelne Zeichen, ganze Wörter oder Teile von Wörtern sein. Sprachmodelle verwenden diese Token, um Text zu verstehen und zu generieren, was für ihre Funktionalität unerlässlich ist. Im Zusammenhang mit APIs wie OpenAI spielen Token eine entscheidende Rolle bei der Bestimmung der Nutzungskosten. Der Tokenisierungsprozess zerlegt sowohl den Eingabeaufforderungstext als auch die generierte Antwort in Token. Die Gesamtzahl der verbrauchten Token beeinflusst die Kosten, die Verarbeitungszeit und die API-Beschränkungen. Daher werden beim Senden einer Aufforderung und Empfangen einer Antwort Token "verbraucht", was bedeutet, dass Benutzer auf der Grundlage der kombinierten Anzahl von Token, die in der Eingabe und Ausgabe verwendet werden, in Rechnung gestellt werden. Dieser Token-Verbrauchsmechanismus fördert eine effiziente Nutzung und stellt sicher, dass die Sprachmodelle effektiv mit unterschiedlichen sprachlichen Daten arbeiten.
it: I token sono i 'mattoni di base' del testo con cui lavorano i modelli di linguaggio. Rappresentano le unità più piccole di significato e possono essere singoli caratteri, parole intere o parti di parole. I modelli di linguaggio utilizzano questi token per comprendere e generare testo, rendendoli essenziali per il loro funzionamento. Nel contesto di API come quella di OpenAI, i token svolgono un ruolo fondamentale nel determinare il costo di utilizzo. Il processo di tokenizzazione suddivide sia il prompt di input che la risposta generata in token. Il numero totale di token consumati influisce sul costo, sul tempo di elaborazione e sui limiti dell'API. Pertanto, quando si invia un prompt e si riceve una risposta, i token vengono "spesi", il che significa che la fatturazione si fa in base al numero combinato di token utilizzati nell'input e nell'output. Questo meccanismo di consumo dei token incoraggia un utilizzo efficiente e garantisce che i modelli di linguaggio funzionino efficacemente con dati linguistici diversi.
pl: Tokeny są podstawowymi jednostkami tekstu, z którymi modele językowe pracują. Reprezentują one najmniejsze jednostki znaczeniowe i mogą być pojedynczymi znakami, całymi słowami lub częściami słów. Modele językowe używają tych tokenów do zrozumienia i generowania tekstu, co czyni je niezbędnymi do ich funkcjonowania. W kontekście API, takiego jak OpenAI, tokeny odgrywają kluczową rolę w określaniu kosztów wykorzystania. Proces tokenizacji rozkłada zarówno prompt wejściowy, jak i wygenerowaną odpowiedź na tokeny. Całkowita liczba wykorzystanych tokenów wpływa na koszt, czas przetwarzania i ograniczenia API. Dlatego wysyłając prompt i otrzymując odpowiedź, tokeny są "wydawane", co oznacza, że użytkownicy są fakturowani na podstawie łącznej liczby tokenów użytych w wejściu i wyjściu. Ten mechanizm konsumpcji tokenów zachęca do efektywnego wykorzystania i zapewnia, że modele językowe skutecznie pracują z różnorodnymi danymi językowymi.

# ctaBYOK
source: I have an API Key
de: Ich habe einen API-Schlüssel
it: Ho una chiave API
pl: Mam klucz API

# ctoBYOK
source: I don't have an API Key
de: Ich habe keinen API-Schlüssel
it: Non ho una chiave API
pl: Nie mam klucza API

# questionTokens
source: What are Tokens?
de: Was sind Token?
it: Cosa sono i token?
pl: Co to są Tokeny?

# tokensBalance
source: Balance
de: Guthaben
it: Saldo
pl: Saldo

source: Tokens
de: Token
it: Token
pl: Tokeny

# balanceInfo
source: This log might not include purchases or usage from other devices connected to the same account.
de: Diese Übersicht enthält möglicherweise keine Käufe oder Verwendung von anderen Geräten, die mit demselben Konto verbunden sind.
it: Questa lista potrebbe non includere gli acquisti o l'utilizzo da altri dispositivi connessi allo stesso account.
pl: Ta informacja może nie uwzględniać zakupów lub wykorzystania z innych urządzeń połączonych z tym samym kontem.

source: Purchase
de: Kaufen
it: Acquisto
pl: Kup

source: Restore Purchases
de: Käufe wiederherstellen
it: Ripristina acquisti
pl: Przywróć Zakupy

# checkPurchases
source: Checking Purchases
de: Käufe überprüfen
it: Controllo degli acquisti
pl: Sprawdzanie Zakupów

# errNoConnection
source: Can't establish a secure connection to the server
de: Kann keine sichere Verbindung zum Server herstellen
it: Impossibile stabilire una connessione sicura al server
pl: Nie można nawiązać bezpiecznego połączenia z serwerem

source: Preparing Export
de: Export wird vorbereitet
it: Preparazione dell'esportazione
pl: Przygotowywanie eksportu

source: Text Copied
de: Text kopiert
it: Testo copiato
pl: Tekst skopiowany

source: New chat
de: Neuer Chat
it: Nuova conversazione
pl: Nowy czat

# newChatDetail
source: Start a new thread
de: Eine neue Sitzung starten
it: Inizia una nuova conversazione
pl: Rozpocznij nowy wątek

# errorLoadingThread
source: Unable to load thread!
de: Sitzung kann nicht geladen werden!
it: Impossibile caricare la discussione!
pl: Nie można załadować wątku!

source: Temperature
de: Temperatur
it: Temperatura
pl: Temperatura

source: Max Tokens
de: Maximale Token
it: Numero massimo di token
pl: Maksymalna liczba tokenów

source: Presence Penalty
de: Anwesenheitsstrafe
it: Penalità di presenza
pl: Kara za obecność

source: Frequency Penalty
de: Häufigkeitsstrafe
it: Penalità di frequenza
pl: Kara za częstość

# newThreadParameters
source: These parameters will be used only for new threads.
de: Diese Parameter werden nur für neue Sitzungen verwendet.
it: Questi parametri verranno utilizzati solo per le nuovi conversazioni.
pl: Te parametry będą używane tylko dla nowych wątków.

# thisThreadParameters
source: These parameters will be used only for this thread.
de: Diese Parameter werden nur für diese Sitzung verwendet.
it: Questi parametri verranno utilizzati solo per questa conversazione.
pl: Te parametry będą używane tylko dla tego wątku.

source: Reset Parameters
de: Parameter zurücksetzen
it: Ripristina parametri
pl: Resetuj parametry

# resetDetail
source: Do you want to reset all parameters to the default values? Your changes will be lost!
de: Möchten Sie alle Parameter auf die Standardwerte zurücksetzen? Ihre Änderungen gehen verloren!
it: Vuoi reimpostare tutti i parametri ai valori predefiniti? Le tue modifiche andranno perse!
pl: Czy chcesz zresetować wszystkie parametry do wartości domyślnych? Twoje zmiany zostaną utracone!

source: Remove API Key
de: API-Schlüssel entfernen
it: Rimuovi la chiave API
pl: Usuń klucz API

# removeAPIDetail
source: Do you want to remove the API Key? You can't undo this action!
de: Möchten Sie den API-Schlüssel entfernen? Diese Aktion kann nicht rückgängig gemacht werden!
it: Vuoi cancellare la chiave API? Non potra essere recuperata!
pl: Czy chcesz usunąć klucz API? Nie można cofnąć tej operacji!

# modelToolTip
source: ID of the model to use. Beware that token pricing varies by model.
de: ID des zu verwendenden Modells. Beachten Sie, dass die Token-Preise je nach Modell variieren.
it: ID del modello da utilizzare. Attenzione che il prezzo dei token varia in base al modello.
pl: ID modelu do użycia. Uwaga, ceny tokenów różnią się w zależności od modelu.

# temperatureToolTip
source: What sampling temperature to use, between 0 and 2. Higher values like 0.8 will make the output more random, while lower values like 0.2 will make it more focused and deterministic. We generally recommend altering this or top_p but not both.
de: Welche Abtasttemperatur zwischen 0 und 2 verwendet werden soll. Höhere Werte wie 0,8 machen die Ausgabe zufälliger, während niedrigere Werte wie 0,2 sie fokussierter und deterministischer machen. Wir empfehlen im Allgemeinen, entweder diese oder die Top_p-Einstellung zu ändern, aber nicht beide.
it: Quale temperatura di campionamento utilizzare, tra 0 e 2. Valori più alti come 0.8 renderanno l'output più casuale, mentre valori più bassi come 0.2 lo renderanno più mirato e deterministico. Generalmente consigliamo di modificare questo o top_p ma non entrambi.
pl: Jaka temperatura próbkowania ma być używana, od 0 do 2. Wyższe wartości, takie jak 0,8, sprawią, że wynik będzie bardziej losowy, podczas gdy niższe wartości, takie jak 0,2, sprawią, że będzie bardziej skoncentrowany i deterministyczny. Zazwyczaj zalecamy zmianę tego lub top_p, ale nie obu jednocześnie.

# topPToolTip
source: An alternative to sampling with temperature, called nucleus sampling, where the model considers the results of the tokens with top_p probability mass. So 0.1 means only the tokens comprising the top 10% probability mass are considered. We generally recommend altering this or temperature but not both.
de: Eine Alternative zur Abtastung mit Temperatur, die als Kernabtastung bezeichnet wird und bei der das Modell die Ergebnisse der Token mit der Top_p-Wahrscheinlichkeitsmasse berücksichtigt. 0,1 bedeutet also, dass nur die Token berücksichtigt werden, die die obersten 10 % der Wahrscheinlichkeitsmasse ausmachen. Wir empfehlen im Allgemeinen, entweder diese oder die Temperatureinstellung zu ändern, aber nicht beide.
it: Un'alternativa al campionamento con la temperatura, chiamata campionamento del nucleo, in cui il modello considera i risultati dei token con massa di probabilità top_p. Quindi 0.1 significa che vengono considerati solo i token che comprendono la massa di probabilità del 10% superiore. Generalmente consigliamo di modificare questa o la temperatura, ma non entrambe.
pl: Alternatywa dla próbkowania z użyciem temperatury, nazywana próbkowaniem "nucleusa", w której model rozważa wyniki tokenów z top_p masą prawdopodobieństwa. Więc 0,1 oznacza, że ​​rozważane są tylko tokeny stanowiące top 10% masy prawdopodobieństwa. Zazwyczaj zalecamy zmianę tego lub temperatury, ale nie obu jednocześnie.

# maxTokensToolTip
source: The maximum number of tokens to generate in the chat completion. The total length of input tokens and generated tokens is limited by the model's context length.
de: Die maximale Anzahl von Token, die in der Chat-Abschlussgenerierung erzeugt werden sollen. Die Gesamtlänge der Eingabetoken und der generierten Token ist durch die Kontextlänge des Modells begrenzt.
it: Il numero massimo di token da generare nel completamento della chat. Se ricevi ripetutamente risposte interrotte, aumenta questo valore. La lunghezza totale dei token di input e dei token generati è limitata dalla lunghezza del contesto del modello.
pl: Maksymalna liczba tokenów do wygenerowania podczas rozmowy. Całkowita długość tokenów wejściowych i wygenerowanych tokenów jest ograniczona przez długość kontekstu modelu.

# presencePenaltyToolTip
source: Number between -2.0 and 2.0. Positive values penalise new tokens based on whether they appear in the text so far, increasing the model's likelihood to talk about new topics.
de: Zahl zwischen -2,0 und 2,0. Positive Werte bestrafen neue Token basierend darauf, ob sie bisher im Text erscheinen, wodurch die Wahrscheinlichkeit des Modells erhöht wird, über neue Themen zu sprechen.
it: Numero compreso tra -2.0 e 2.0. I valori positivi penalizzano i nuovi token in base alla loro presenza nel testo fino a quel momento, aumentando la probabilità del modello di parlare di nuovi argomenti.
pl: Liczba od -2,0 do 2,0. Dodatnie wartości karzą nowe tokeny na podstawie tego, czy występują w tekście do tej pory, zwiększając prawdopodobieństwo, że model będzie mówił o nowych tematach.

# frequencyPenaltyToolTip
source: Number between -2.0 and 2.0. Positive values penalise new tokens based on their existing frequency in the text so far, decreasing the model's likelihood to repeat the same line verbatim.
de: Zahl zwischen -2,0 und 2,0. Positive Werte bestrafen neue Token basierend auf ihrer vorhandenen Häufigkeit im bisherigen Text, wodurch die Wahrscheinlichkeit des Modells, dieselbe Zeile wörtlich zu wiederholen, verringert wird.
it: Numero compreso tra -2.0 e 2.0. I valori positivi penalizzano i nuovi token in base alla loro frequenza esistente nel testo fino a quel momento, diminuendo la probabilità del modello di ripetere la stessa riga alla lettera.
pl: Liczba od -2,0 do 2,0. Dodatnie wartości karzą nowe tokeny na podstawie ich istniejącej częstości w tekście do tej pory, zmniejszając prawdopodobieństwo, że model powtórzy ten sam wiersz dosłownie.

source: Cancel
de: Abbrechen
it: Annulla
pl: Anuluj

source: Save
de: Speichern
it: Salva
pl: Zapisz

source: Reset
de: Zurücksetzen
it: Ripristina
pl: Resetuj

source: Remove
de: Entfernen
it: Elimina
pl: Usuń

source: Warning
de: Warnung
it: Avviso
pl: Uwaga

source: Hide
de: Verbergen
it: Nascondi
pl: Ukryj
